tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "aspell"
brew "automake"
brew "berkeley-db", link: true
brew "bison"
brew "chruby"
brew "python@3.11"
brew "cython"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "libffi"
brew "libyaml"
brew "md5sha1sum"
brew "neovim"
brew "node"
brew "pandoc"
brew "perl"
brew "pyenv"
brew "python@3.9"
brew "tcl-tk", link: false
brew "python-tk@3.9"
brew "python@3.10"
brew "ripgrep"
brew "ruby-install"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "adoptopenjdk8"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "mactex"
cask "miniforge"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
